V1.9
1.订单管理页面可查看支付方式与金额
2.订单管理页面可直接修改下单数据
3.自助开通分站后跳转到分站信息页面
4.增加对接卡易信、卡乐购
5.快手ID支持用户自定义ID
6.快手作品ID增加自动获取按钮
7.增加一键复制其他站点公告排版
8.修复部分卡密无法判断已使用问题

V1.8
1.增加九流社区和星墨社区对接
2.修复分站生成卡密bug
3.修复克隆商品分类问题
4.增加商品退款到分站功能
5.增加下单失败发送提醒邮件

V1.7
1.社区对接日志改为数据库保存
2.修复社区访问超时无法获取数据问题
3.修复后台访问卡慢问题
4.增加分站订单数排行榜
5.增加主站预留域名设置
6.增加分站开通分站提成设置
7.可清理对接日志与支付记录
8.添加社区页面可检测社区连通性
9.增加下单账号黑名单设置

V1.6
1.增加自助购买开通分站
2.修复商品提示信息html乱码问题
3.增加浏览器缓存查询订单功能，客户无需记忆下单账号
4.增加一键克隆其他网站商品信息功能
5.修复分站后台下单页面部分浏览器不兼容

V1.5
1.修复分站后台充值余额漏洞
2.增加APP客户端的相关API
3.后台增加分站收入明细查看
4.订单管理可一键补单提交到社区
5.可批量设置商品上架与下架

V1.4
1.增加快手ID自动获取、全民K歌ID自动获取
2.修复分站修改价格的漏洞
3.修复更新导致后台地址还原问题